Table of Contents
 Class NadSetupValueDouble
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value double
public class NadSetupValueDouble : NadSetupValue
Inheritance
object
NadSetupValue
NadSetupValueDouble
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public double Value { get; set; }
Property Value
double
 Edit this page